{
    "0": "(CNN)The Palestinian Authority officially became the 123rd member of the International Criminal Court on Wednesday, a step that gives the court jurisdiction over alleged crimes in Palestinian territories. The formal accession was marked with a ceremony at The Hague, in the Netherlands, where the court is based. The Palestinians signed the ICC's founding Rome Statute in January, when they also accepted its jurisdiction over alleged crimes committed \"in the occupied Palestinian territory, including East Jerusalem, since June 13, 2014.\" Later that month, the ICC opened a preliminary examination into the situation in Palestinian territories, paving the way for possible war crimes investigations against Israelis. As members of the court, Palestinians may be subject to counter-charges as well. Israel and the United States, neither of which is an ICC member, opposed the Palestinians' efforts to join the body. But Palestinian Foreign Minister Riad al-Malki, speaking at Wednesday's ceremony, said it was a move toward greater justice. \"As Palestine formally becomes a State Party to the Rome Statute today, the world is also a step closer to ending a long era of impunity and injustice,\" he said, according to an ICC news release. \"Indeed, today brings us closer to our shared goals of justice and peace.\" Judge Kuniko Ozaki, a vice president of the ICC, said acceding to the treaty was just the first step for the Palestinians. \"As the Rome Statute today enters into force for the State of Palestine, Palestine acquires all the rights as well as responsibilities that come with being a State Party to\nSummarize the above article in 2 sentences.",
    "1": "(CNN)Never mind cats having nine lives. A stray pooch in Washington State has used up at least three of her own after being hit by a car, apparently whacked on the head with a hammer in a misguided mercy killing and then buried in a field -- only to survive. That's according to Washington State University, where the dog -- a friendly white-and-black bully breed mix now named Theia -- has been receiving care at the Veterinary Teaching Hospital. Four days after her apparent death, the dog managed to stagger to a nearby farm, dirt-covered and emaciated, where she was found by a worker who took her to a vet for help. She was taken in by Moses Lake, Washington, resident Sara Mellado. \"Considering everything that she's been through, she's incredibly gentle and loving,\" Mellado said, according to WSU News. \"She's a true miracle dog and she deserves a good life.\" Theia is only one year old but the dog's brush with death did not leave her unscathed. She suffered a dislocated jaw, leg injuries and a caved-in sinus cavity -- and still requires surgery to help her breathe. The veterinary hospital's Good Samaritan Fund committee awarded some money to help pay for the dog's treatment, but Mellado has set up a fundraising page to help meet the remaining cost of the dog's care. She's also created a Facebook page to keep supporters updated. Donors have already surpassed the $10,000 target, inspired by Theia's tale of survival against the odds. On the fundraising page, Mellado writes,\nSummarize the above article in 2 sentences.",
    "2": "(CNN)If you've been following the news lately, there are certain things you doubtless know about Mohammad Javad Zarif. He is, of course, the Iranian foreign minister. He has been U.S. Secretary of State John Kerry's opposite number in securing a breakthrough in nuclear discussions that could lead to an end to sanctions against Iran -- if the details can be worked out in the coming weeks. And he received a hero's welcome as he arrived in Iran on a sunny Friday morning. \"Long live Zarif,\" crowds chanted as his car rolled slowly down the packed street. You may well have read that he is \"polished\" and, unusually for one burdened with such weighty issues, \"jovial.\" An Internet search for \"Mohammad Javad Zarif\" and \"jovial\" yields thousands of results. He certainly has gone a long way to bring Iran in from the cold and allow it to rejoin the international community. But there are some facts about Zarif that are less well-known. Here are six: . In September 2013, Zarif tweeted \"Happy Rosh Hashanah,\" referring to the Jewish New Year. That prompted Christine Pelosi, the daughter of House Minority Leader Nancy Pelosi, to respond with a tweet of her own: \"Thanks. The New Year would be even sweeter if you would end Iran's Holocaust denial, sir.\" And, perhaps to her surprise, Pelosi got a response. \"Iran never denied it,\" Zarif tweeted back. \"The man who was perceived to be denying it is now gone. Happy New Year.\" The reference was likely to former Iranian President Mahmoud Ahmadinejad,\nSummarize the above article in 2 sentences.",
    "3": "(CNN)Five Americans who were monitored for three weeks at an Omaha, Nebraska, hospital after being exposed to Ebola in West Africa have been released, a Nebraska Medicine spokesman said in an email Wednesday. One of the five had a heart-related issue on Saturday and has been discharged but hasn't left the area, Taylor Wilson wrote. The others have already gone home. They were exposed to Ebola in Sierra Leone in March, but none developed the deadly virus. They are clinicians for Partners in Health, a Boston-based aid group. They all had contact with a colleague who was diagnosed with the disease and is being treated at the National Institutes of Health in Bethesda, Maryland. As of Monday, that health care worker is in fair condition. The Centers for Disease Control and Prevention in Atlanta has said the last of 17 patients who were being monitored are expected to be released by Thursday. More than 10,000 people have died in a West African epidemic of Ebola that dates to December 2013, according to the World Health Organization. Almost all the deaths have been in Guinea, Liberia and Sierra Leone. Ebola is spread by direct contact with the bodily fluids of an infected person.\nSummarize the above article in 2 sentences.",
    "4": "(CNN)A Duke student has admitted to hanging a noose made of rope from a tree near a student union, university officials said Thursday. The prestigious private school didn't identify the student, citing federal privacy laws. In a news release, it said the student was no longer on campus and will face student conduct review. The student was identified during an investigation by campus police and the office of student affairs and admitted to placing the noose on the tree early Wednesday, the university said. Officials are still trying to determine if other people were involved. Criminal investigations into the incident are ongoing as well. Students and faculty members marched Wednesday afternoon chanting \"We are not afraid. We stand together,\" after pictures of the noose were passed around on social media. At a forum held on the steps of Duke Chapel, close to where the noose was discovered at 2 a.m., hundreds of people gathered. \"You came here for the reason that you want to say with me, 'This is no Duke we will accept. This is no Duke we want. This is not the Duke we're here to experience. And this is not the Duke we're here to create,' \" Duke President Richard Brodhead told the crowd. The incident is one of several recent racist events to affect college students. Last month a fraternity at the University of Oklahoma had its charter removed after a video surfaced showing members using the N-word and referring to lynching in a chant. Two students were expelled. In February, a\nSummarize the above article in 2 sentences.",
    "5": "(CNN)He's a blue chip college basketball recruit. She's a high school freshman with Down syndrome. At first glance Trey Moses and Ellie Meredith couldn't be more different. But all that changed Thursday when Trey asked Ellie to be his prom date. Trey -- a star on Eastern High School's basketball team in Louisville, Kentucky, who's headed to play college ball next year at Ball State -- was originally going to take his girlfriend to Eastern's prom. So why is he taking Ellie instead? \"She's great... she listens and she's easy to talk to\" he said. Trey made the prom-posal (yes, that's what they are calling invites to prom these days) in the gym during Ellie's P.E. class. Trina Helson, a teacher at Eastern, alerted the school's newspaper staff to the prom-posal and posted photos of Trey and Ellie on Twitter that have gone viral. She wasn't surpristed by Trey's actions. \"That's the kind of person Trey is,\" she said. To help make sure she said yes, Trey entered the gym armed with flowers and a poster that read \"Let's Party Like it's 1989,\" a reference to the latest album by Taylor Swift, Ellie's favorite singer. Trey also got the OK from Ellie's parents the night before via text. They were thrilled. \"You just feel numb to those moments raising a special needs child,\" said Darla Meredith, Ellie's mom. \"You first feel the need to protect and then to overprotect.\" Darla Meredith said Ellie has struggled with friendships since elementary school, but a special program at Eastern\nSummarize the above article in 2 sentences.",
    "6": "(CNN)Governments around the world are using the threat of terrorism -- real or perceived -- to advance executions, Amnesty International alleges in its annual report on the death penalty. \"The dark trend of governments using the death penalty in a futile attempt to tackle real or imaginary threats to state security and public safety was stark last year,\" said Salil Shetty, Amnesty's Secretary General in a release. \"It is shameful that so many states around the world are essentially playing with people's lives -- putting people to death for 'terrorism' or to quell internal instability on the ill-conceived premise of deterrence.\" The report, \"Death Sentences and Executions 2014,\" cites the example of Pakistan lifting a six-year moratorium on the execution of civilians following the horrific attack on a school in Peshawar in December. China is also mentioned, as having used the death penalty as a tool in its \"Strike Hard\" campaign against terrorism in the restive far-western province of Xinjiang. The annual report catalogs the use of state-sanctioned killing as a punitive measure across the globe, and this year's edition contains some mixed findings. On one hand, the number of executions worldwide has gone down by almost 22% on the previous year. At least 607 people were executed around the world in 2014, compared to 778 in 2013. Amnesty's figures do not include statistics on executions carried out in China, where information on the practice is regarded as a state secret. Belarus and Vietnam, too, do not release data on death penalty cases. \"The long-term trend\nSummarize the above article in 2 sentences.",
    "7": "(CNN)Andrew Getty, one of the heirs to billions of oil money, appears to have died of natural causes, a Los Angeles Police Department spokesman said. The coroner's preliminary assessment is there was no foul play involved in the death of Getty, grandson of oil tycoon J. Paul Getty, said Detective Meghan Aguilar. Andrew Getty, 47, had \"several health issues,\" Aguilar said, adding that an autopsy will be conducted. There is no criminal investigation underway, he said. Some medication had also been recovered from Getty's home, though investigators don't know whether Getty was taking it or what his medical history was, Ed Winter, assistant chief in the Los Angeles County coroner's office, told CNN affiliate KTLA Tuesday night. KTLA reported that Getty was found on his side near a bathroom in his home. Getty's parents, Ann and Gordon Getty, released a statement confirming their son's death and asking for privacy. Where the Getty family fortune came from . Gordon Getty is one of three living sons of J. Paul Getty, the oil baron who was thought to be the richest man in the world at the time of his death in 1976. Gordon Getty, 81, has a net worth of $2.1 billion, according to Forbes. One other son died in 1958 and another died in 1973. Gordon Getty spearheaded the controversial sale of Getty to Texaco for $10 billion in 1984. In its list of richest American families, Forbes estimated the Gettys' net worth to be about $5 billion. Court records show Andrew Getty had recently filed\nSummarize the above article in 2 sentences.",
    "8": "(CNN)Filipinos are being warned to be on guard for flash floods and landslides as tropical storm Maysak approached the Asian island nation Saturday. Just a few days ago, Maysak gained super typhoon status thanks to its sustained 150 mph winds. It has since lost a lot of steam as it has spun west in the Pacific Ocean. It's now classified as a tropical storm, according to the Philippine national weather service, which calls it a different name, Chedeng. It boasts steady winds of more than 70 mph (115 kph) and gusts up to 90 mph as of 5 p.m. (5 a.m. ET) Saturday. Still, that doesn't mean Maysak won't pack a wallop. Authorities took preemptive steps to keep people safe such as barring outdoor activities like swimming, surfing, diving and boating in some locales, as well as a number of precautionary evacuations. Gabriel Llave, a disaster official, told PNA that tourists who arrive Saturday in and around the coastal town of Aurora \"will not be accepted by the owners of hotels, resorts, inns and the like ... and will be advised to return to their respective places.\" Aldczar Aurelio, a meteorologist with the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA), said the storm was centered 200 miles southwest of Aurora province as of 5 p.m. (5 a.m. ET) and heading west at a 12.5 mph clip. It's expected to make landfall Sunday morning on the southeastern coast of Isabela province and be out of the Philippines by Monday. Ahead of the storm. Isabela Gov. Faustino\nSummarize the above article in 2 sentences.",
    "9": "(CNN)For the first time in eight years, a TV legend returned to doing what he does best. Contestants told to \"come on down!\" on the April 1 edition of \"The Price Is Right\" encountered not host Drew Carey but another familiar face in charge of the proceedings. Instead, there was Bob Barker, who hosted the TV game show for 35 years before stepping down in 2007. Looking spry at 91, Barker handled the first price-guessing game of the show, the classic \"Lucky Seven,\" before turning hosting duties over to Carey, who finished up. Despite being away from the show for most of the past eight years, Barker didn't seem to miss a beat.\nSummarize the above article in 2 sentences.",
    "10": "London (CNN)A 19-year-old man was charged Wednesday with terror offenses after he was arrested as he returned to Britain from Turkey, London's Metropolitan Police said. Yahya Rashid, a UK national from northwest London, was detained at Luton airport on Tuesday after he arrived on a flight from Istanbul, police said. He's been charged with engaging in conduct in preparation of acts of terrorism, and with engaging in conduct with the intention of assisting others to commit acts of terrorism. Both charges relate to the period between November 1 and March 31. Rashid is due to appear in Westminster Magistrates' Court on Wednesday, police said. CNN's Lindsay Isaac contributed to this report.\nSummarize the above article in 2 sentences.",
    "11": "(CNN)Paul Walker is hardly the first actor to die during a production. But Walker's death in November 2013 at the age of 40 after a car crash was especially eerie given his rise to fame in the \"Fast and Furious\" film franchise. The release of \"Furious 7\" on Friday offers the opportunity for fans to remember -- and possibly grieve again -- the man that so many have praised as one of the nicest guys in Hollywood. \"He was a person of humility, integrity, and compassion,\" military veteran Kyle Upham said in an email to CNN. Walker secretly paid for the engagement ring Upham shopped for with his bride. \"We didn't know him personally but this was apparent in the short time we spent with him. I know that we will never forget him and he will always be someone very special to us,\" said Upham. The actor was on break from filming \"Furious 7\" at the time of the fiery accident, which also claimed the life of the car's driver, Roger Rodas. Producers said early on that they would not kill off Walker's character, Brian O'Connor, a former cop turned road racer. Instead, the script was rewritten and special effects were used to finish scenes, with Walker's brothers, Cody and Caleb, serving as body doubles. There are scenes that will resonate with the audience -- including the ending, in which the filmmakers figured out a touching way to pay tribute to Walker while \"retiring\" his character. At the premiere Wednesday night in Hollywood, Walker's co-star\nSummarize the above article in 2 sentences.",
    "12": "(CNN)Seventy years ago, Anne Frank died of typhus in a Nazi concentration camp at the age of 15. Just two weeks after her supposed death on March 31, 1945, the Bergen-Belsen concentration camp where she had been imprisoned was liberated -- timing that showed how close the Jewish diarist had been to surviving the Holocaust. But new research released by the Anne Frank House shows that Anne and her older sister, Margot Frank, died at least a month earlier than previously thought. Researchers re-examined archives of the Red Cross, the International Training Service and the Bergen-Belsen Memorial, along with testimonies of survivors. They concluded that Anne and Margot probably did not survive to March 1945 -- contradicting the date of death which had previously been determined by Dutch authorities. In 1944, Anne and seven others hiding in the Amsterdam secret annex were arrested and sent to the Auschwitz-Birkenau concentration camp. Anne Frank's final entry . That same year, Anne and Margot were separated from their mother and sent away to work as slave labor at the Bergen-Belsen camp in Germany. Days at the camp were filled with terror and dread, witnesses said. The sisters stayed in a section of the overcrowded camp with no lighting, little water and no latrine. They slept on lice-ridden straw and violent storms shredded the tents, according to the researchers. Like the other prisoners, the sisters endured long hours at roll call. Her classmate, Nannette Blitz, recalled seeing Anne there in December 1944: \"She was no more than a skeleton by\nSummarize the above article in 2 sentences.",
    "13": "(CNN)A year ago Bloomberg published a story with the following headline: Mike Pence, a Koch Favorite, Mulls 2016 Run for President. The story ticked off items on Pence's conservative things-to-do list while also noting his close ties to the deep-pocketed Koch brothers, as well as other right-wing lobbying groups. Last August the Indiana governor was in Dallas for an Americans for Prosperity event; the group is backed by the conservative Koch brothers, and supported Gov. Pence's tax-slashing budget. Now, Pence is drawing huge heat for his controversial decision to sign a religious freedom law last week that opens the door to discrimination against gays and lesbians. Why would Pence ignore the pleas of Indiana's Chamber of Commerce as well as the Republican mayor of his state capital and sign such a bill? Because there's a very powerful wing of his party that wants a conservative as its 2016 candidate and this bill was Pence's way of shoring up his street cred. It is also the reason why Republican Jeb Bush, Pence's fellow White House hopeful, who is viewed as a little light in that category, was first to rush in to defend Pence and the law. One lesson here: Just because more than 70% of the country now lives in states where same-sex marriage is legal does not mean 70% of the country is happy about it. Backlash aside, the fact is Pence has scored a lot of points this week among ultraconservatives. And while that may not be enough to get him over this political\nSummarize the above article in 2 sentences.",
    "14": "(CNN)If you're famous and performing the American national anthem, be prepared to become a national hero or a national disgrace. Facts are facts. Just ask Vince, Whitney, Roseanne, Jimi and Michael. Mötley Crüe's Vince Neil reminded us again this week of the dangers of tackling \"The Star-Spangled Banner.\" Sure, he can shred it on \"Girls, Girls, Girls\" and \"Dr. Feelgood,\" but this is a different story -- a completely different story. To say Neil butchered the song before the Las Vegas Outlaws Arena Football League game would be unkind to those in the profession. There's less carnage when butchers are done with their work. The late Whitney Houston set the modern standard for the national anthem at Super Bowl XXV. In the early stages of the Gulf War in 1991, a patriotic America saluted her performance. Just six months earlier, comedian Roseanne Barr may have established the low-water mark. The crowd at the San Diego Padres game booed her rendition and President George H. W. Bush called it \"disgraceful.\" There's nothing quite like getting the presidential thumbs down. One of the most controversial and beloved versions of \"The Star-Spangled Banner\" comes from 1969. Guitar slinger Jimi Hendrix inflamed mainstream America with his psychedelic take on the national anthem to the delight of the Woodstock generation. And then there's Michael Bolton's version. Overly wrought songs are his specialty and he doesn't disappoint in that department when he sings at the American League Championship Series in 2003. Bolton belts it out, but there's one little problem -- the\nSummarize the above article in 2 sentences.",
    "15": "(CNN)As goes Walmart, so goes the nation? Everyone from Apple CEO Tim Cook to the head of the NCAA slammed religious freedom laws being considered in several states this week, warning that they would open the door to discrimination against gay and lesbian customers. But it was the opposition from Walmart, the ubiquitous retailer that dots the American landscape, that perhaps resonated most deeply, providing the latest evidence of growing support for gay rights in the heartland. Walmart's staunch criticism of a religious freedom law in its home state of Arkansas came after the company said in February it would boost pay for about 500,000 workers well above the federal minimum wage. Taken together, the company is emerging as a bellwether for shifting public opinion on hot-button political issues that divide conservatives and liberals. And some prominent Republicans are urging the party to take notice. Former Minnesota Gov. Tim Pawlenty, who famously called on the GOP to \"be the party of Sam's Club, not just the country club,\" told CNN that Walmart's actions \"foreshadow where the Republican Party will need to move.\" \"The Republican Party will have to better stand for\" ideas on helping the middle class, said Pawlenty, the head of the Financial Services Roundtable, a Washington lobbying group for the finance industry. The party's leaders must be \"willing to put forward ideas that will help modest income workers, such as a reasonable increase in the minimum wage, and prohibit discrimination in things such as jobs, housing, public accommodation against gays and lesbians.\" Walmart, which\nSummarize the above article in 2 sentences.",
    "16": "(CNN)On May 28, 2014, some 7,000 people gathered in a stadium in China's northwestern Xinjiang region. But they had not come to watch the local football team or any other grand sporting event. Instead, the authorities paraded scores of prisoners dressed in orange jumpsuits. Armed soldiers guarded the exits. In the patently unfair, open air trial that followed, 55 people were found guilty of a range of offenses linked to violent attacks in the region and jailed. Three were sentenced to death. The public mass sentencing was part a China's \"Strike Hard\" campaign against unrest in Xinjiang, a campaign the government claims was launched to combat \"terrorism\" and \"separatism.\" But it was also indicative of a trend that was starkly evident last year around the world -- governments using the death penalty in a misguided, and often cynical, attempt to tackle crime and terrorism. Today, Amnesty International releases its annual review of the death penalty worldwide. Much of it makes for grim reading. In Pakistan, the government lifted a six-year moratorium on the execution of civilians in the wake of the horrific Taliban attack on a school in Peshawar in December. More than 60 people have been put to death since, and the government has threatened to send thousands more death row prisoners to the gallows. Iran and Iraq executed people for \"terrorism,\" and other countries expanded the scope of capital crimes in their penal codes. In a year when abhorrent summary executions by armed groups were branded on the global consciousness as never before, governments\nSummarize the above article in 2 sentences.",
    "17": "Marseille, France (CNN)The French prosecutor leading an investigation into the crash of Germanwings Flight 9525 insisted Wednesday that he was not aware of any video footage from on board the plane. Marseille prosecutor Brice Robin told CNN that \"so far no videos were used in the crash investigation.\" He added, \"A person who has such a video needs to immediately give it to the investigators.\" Robin's comments follow claims by two magazines, German daily Bild and French Paris Match, of a cell phone video showing the harrowing final seconds from on board Germanwings Flight 9525 as it crashed into the French Alps. All 150 on board were killed. Paris Match and Bild reported that the video was recovered from a phone at the wreckage site. The two publications described the supposed video, but did not post it on their websites. The publications said that they watched the video, which was found by a source close to the investigation. \"One can hear cries of 'My God' in several languages,\" Paris Match reported. \"Metallic banging can also be heard more than three times, perhaps of the pilot trying to open the cockpit door with a heavy object. Towards the end, after a heavy shake, stronger than the others, the screaming intensifies. Then nothing.\" \"It is a very disturbing scene,\" said Julian Reichelt, editor-in-chief of Bild online. An official with France's accident investigation agency, the BEA, said the agency is not aware of any such video. Lt. Col. Jean-Marc Menichini, a French Gendarmerie spokesman in charge of communications on\nSummarize the above article in 2 sentences.",
    "18": "(CNN)The Rev. Robert H. Schuller, California televangelist and founder of the television ministry \"Hour of Power,\" died Thursday, according to his family. He was 88 years old. Schuller, also the founder of Crystal Cathedral megachurch, had been diagnosed with esophageal cancer in August 2013, a release from \"Hour of Power\" said. \"My father-in-law passed away peacefully early this morning. He was a great Dad and a great man of God,\" said Schuller's daughter-in-law, Donna Schuller, in a Twitter message. Schuller's life followed an almost Shakespearean arc. He was born in a Iowa farmhouse without running water and longed to preach from his earliest days. In his autobiography, \"Prayer: My Soul's Adventure with God,\" he described standing alone by a river and picturing himself delivering sermons to a rapt congregation. After attending a Hope College and Western Theological Seminary in Michigan, he met his wife of more than 60 years, Arvella, while preaching at her church (she was the organist). With their young family in tow, the Schullers caravanned west to California, where he rented a drive-in theater and preached from the roof of the snack bar. It was beneath the dignity of Christian ministry, some local pastors huffed. The \"passion pits\" where teenagers necked was no place for the gospel. Schuller was undeterred, and he quickly outgrew the drive-in. He called the explosive growth of his tiny congregation a \"miracle,\" though his many mainstream critics had other names for it. His confident, breezy version of Christianity -- too breezy, by some estimations -- drew hordes of\nSummarize the above article in 2 sentences.",
    "19": "(CNN)Michele Bachmann is comparing President Obama to the co-pilot of the doomed Germanwings flight. \"With his Iran deal, Barack Obama is for the 300 million souls of the United States what Andreas Lubitz was for the 150 souls on the German Wings flight - a deranged pilot flying his entire nation into the rocks,\" the Minnesota Republican and former representative wrote in a Facebook comment posted March 31. \"After the fact, among the smoldering remains of American cities, the shocked survivors will ask, why did he do it?\" Andreas Lubitz, the co-pilot of Germanwings Flight 9525, is accused by authorities of deliberately crashing the plane in the French Alps. He died in the crash along with 149 other crew and passengers. The motive of the March 24 crash is under investigation, though investigators are looking in to whether Lubitz feared a medical condition would cause him to lose his pilot's license. Many comments posted on her Facebook page blasted the former representative. Melissa Coca wrote, \"Comparing this tragedy to anything is moronic and despicable.\" Michael J Pristash wrote, \"Your allusion is so inappropriate and divisive, not to mention disrespectful on so many levels. Shame on you.\" Some also accused her of taking desperate measures to stay in the public eye. Lynda Anderson wrote, \"Posting outrageous things in a pathetic attempt to stay relevant?\" Negotiations are coming down to the wire between Iran, the United States and other nations on restricting Tehran's nuclear program to prevent the ability to develop an atomic bomb. One deadline passed Tuesday,\nSummarize the above article in 2 sentences.",
    "20": "Norfolk, Virginia (CNN)The second mate of the Houston Express probably couldn't believe what he was seeing. Hundreds of miles from land there was a small boat nearby. At first it looked abandoned. It was in bad shape, listing to one side. The crew of the 1,000-foot long container ship thought it was a yacht that had wrecked. Incredibly, as they got closer, they saw there was a man on it, signaling for help. \"He was moving, walking around, waving to us and in surprisingly good condition,\" Capt. Thomas Grenz told CNN by phone Friday. That man, Louis Jordan, 37, had an amazing story. He'd been drifting on the 35-foot Pearson sailboat for more than two months since leaving Conway, South Carolina, to fish in the ocean. Just a few days into his trip, a storm capsized his boat and broke his mast. One of his shoulders was broken, too, so he couldn't fix the boat right away. Eventually he was able to rig a makeshift mast and sail, but he could make little headway against the currents. \"It took so long,\" Jordan said. \"It moved so slowly.\" The boat capsized two more times before he was rescued, according to Jordan. His father, Frank Jordan, told CNN's Jim Sciutto that he was expecting his son to look different. \"He looked good. Hadn't lost too much weight. He wasn't badly sunburned like I thought he probably would be,\" he said. Lost at sea for 66 days . After his food and water ran out, it became an issue\nSummarize the above article in 2 sentences.",
    "21": "(CNN)The United States and its negotiating partners reached a very strong framework agreement with Iran in Lausanne, Switzerland, on Thursday that limits Iran's nuclear program in such a way as to effectively block it from building a nuclear weapon. Expect pushback anyway, if the recent past is any harbinger. Just last month, in an attempt to head off such an agreement, House Speaker John Boehner invited Israeli Prime Minister Benjamin Netanyahu to preemptively blast it before Congress, and 47 senators sent a letter to the Iranian leadership warning them away from a deal. The debate that has already begun since the announcement of the new framework will likely result in more heat than light. It will not be helped by the gathering swirl of dubious assumptions and doubtful assertions. Let us address some of these: . The most misleading assertion, despite universal rejection by experts, is that the negotiations' objective at the outset was the total elimination of any nuclear program in Iran. That is the position of Netanyahu and his acolytes in the U.S. Congress. But that is not and never was the objective. If it had been, there would have been no Iranian team at the negotiating table. Rather, the objective has always been to structure an agreement or series of agreements so that Iran could not covertly develop a nuclear arsenal before the United States and its allies could respond. The new framework has exceeded expectations in achieving that goal. It would reduce Iran's low-enriched uranium stockpile, cut by two-thirds its number of\nSummarize the above article in 2 sentences.",
    "22": "Los Angeles (CNN)It's more than just one state's internal problem. The historic California drought hurts the rest of the union, too. That's because California is a breadbasket to the nation, growing more than a third of its vegetables and nearly two-thirds of its fruits and nuts. Here's why we should heed the ongoing drought in the most populous state, a slowly expanding natural disaster now in its fourth year that this week prompted Gov. Jerry Brown to announce a mandatory 25% cutback in water consumption in all cities. In 2014, one expert predicted consumers would pay more for some groceries because of the California drought. He was often right, according to statistics gathered by Timothy Richards, agribusiness professor at Arizona State University. Prices rose last year for these items on your kitchen table: . • Berries rose in price by about 80 cents per clamshell to $3.88 . • Broccoli by 11 cents per pound to $1.89. • Grapes by 64 cents a pound to $3.06 . • Melons by 24 cents a pound to $1.23. • Packaged salad by 23 cents a bag to $2.91. • Peppers by 26 cents a pound to $2.39. Though fruits and vegetable prices fell in February, overall prices are expected to rise this year, because of inflation, U.S. Department of Agriculture economist Annemarie Kuhns said. Fresh fruit prices are projected to rise between 2.5% and 3.5%, and vegetables between 2% and 3%, close to historical average increases, Kuhns said. Whether the California drought will affect food prices again this\nSummarize the above article in 2 sentences.",
    "23": "(CNN)The FBI charged a Philadelphia woman on Thursday with trying to travel overseas to fight for ISIS. She's one of three women arrested this week on terror charges. Two New York women were also taken into custody. An FBI complaint cites numerous social media messages dating back to August 2013 that were sent by Keonna Thomas, 30, also known as \"Young Lioness\" and \"Fatayat Al Khilafah.\" One Twitter message said, \"If we truly knew the realities ... we all would be rushing to join our brothers in the front lines pray ALLAH accept us as shuhada [martyrs].\" Another said, \"When you're a mujahid [violent jihadi fighter] your death becomes a wedding.\" The FBI said Thomas purchased an electronic visa to Turkey on March 23. Turkey is known as the easiest place from which to enter Syria and join ISIS. An ISIS manual advises recruits to buy round-trip tickets to vacation spots such as Spain and then purchase tickets for their real destination once they arrive overseas, the FBI said. On March 26, Thomas purchased a ticket to Barcelona, with a March 29 departure and an April 15 return to the United States, the complaint said. It's not clear when or where she was arrested. She was charged with knowingly attempting to provide material support and resources to a designated foreign terrorist organization. She could be sentenced to 15 years in prison. On Thursday, Noelle Velentzas, 28, and her former roommate, Asia Siddiqui, 31, were arrested in New York and accused of planning to build an explosive\nSummarize the above article in 2 sentences.",
    "24": "(CNN)Since Iran's Islamic Revolution in 1979, women have been barred from attending most sports events involving men. But the situation appears set to improve in the coming months after a top Iranian sports official said that the ban will be lifted for some events. A plan to allow \"women and families\" to enter sports stadiums will come into effect in the next year, Deputy Sports Minister Abdolhamid Ahmadi said Saturday, according to state-run media. But it isn't clear exactly which games women will be able to attend. According to the state-run Press TV, Ahmadi said the restrictions would be lifted for indoor sports events. The rules won't change for all matches because some sports are mainly related to men and \"families are not interested in attending\" them, Press TV cited him as saying. Iranian authorities imposed the ban on women attending men's sports events after the revolution, deeming that mixed crowds watching games together was un-Islamic. During the ensuing decades, the crowds at soccer games, Iran's most popular sport, have been all male. Iranian women were briefly permitted to attend volleyball matches under the moderate President Mohammad Khatami, but the ban was reinstated in 2005 after the more hard-line Mahmoud Ahmadinejad came to power. The Iranian government has come under pressure from international sports officials over the restrictions. FIFA President Sepp Blatter called on Iran last month to end its \"intolerable\" ban on women attending soccer matches, saying the situation \"cannot continue.\" Iran had been in the running to host the 2019 edition of soccer's Asian\nSummarize the above article in 2 sentences.",
    "25": "(CNN)Just as mimeograph machines and photocopiers were in their day, online activity -- blogs, YouTube channels, even social media platforms like Facebook and Twitter -- have fully emerged as the alternative to traditional mainstream media. It is not just the low cost of posting online that attracts dissidence, though that in itself is liberating. It is the lack of access to traditional print and broadcast media in authoritarian countries that is really the driving force leading disaffected voices to post online. It is not unique to Asia, but it might seem more pronounced if you live there. Going online has become the path of least resistance if you want to make yourself heard. But it still brings resistance, some of it legal, some of it deadly. Let's look at the legal angle first. Amos Yee, the teenage video blogger who was arrested and held pending bail Sunday in Singapore, drew international attention for his anti-Lee Kuan Yew harangue. But jailing critics is not usually the government's first choice in Singapore. It is part of Lee Kuan Yew's legacy that the government's use of the courts to bring libel and defamation cases, usually carrying heavy financial penalties, is the preferred method of silencing discomfiting online voices. His father has reportedly apologized for his son's behavior, but the younger Yee could face up to three years in jail. Yee is not unique. Another dissident blogger in Singapore, Roy Ngerng, continues to suffer financial and legal pressure, including the loss of his job, because of a blog post that\nSummarize the above article in 2 sentences.",
    "26": "(CNN)When singer Avril Lavigne went missing from the music scene, there was tons of speculation. Was she pregnant? In rehab? Going through a split from her husband, Nickelback front man Chad Kroeger? Focus on the mystery intensified in December after a fan Twitter account posted a direct message from Lavigne when she solicited prayers, saying she was \"having some health issues.\" Now the Canadian singer has revealed to People magazine that she was bedridden for five months after contracting Lyme disease. \"I felt like I couldn't breathe, I couldn't talk, and I couldn't move,\" she told the magazine. \"I thought I was dying.\" Lyme disease: What you should know . Lavigne believes that she was bitten by a tick last spring. What followed was months of lightheadedness and lethargy that doctors were initially unable to diagnose. The 30-year-old performer said she recuperated in her Ontario home, where her husband would use tour breaks to care for her and her mother moved in to assist. \"There were definitely times I couldn't shower for a full week because I could barely stand,\" she told People. \"It felt like having all your life sucked out of you.\" Opinion: Why you should be afraid of Lyme disease . After her direct message about her health went viral, Lavigne was inundated with concern from fans. \"The get-well messages and videos they sent touched me so deeply,\" she said. Now declaring herself \"80 percent better,\" Lavigne is releasing a new single this month to support the 2015 Special Olympics and says that\nSummarize the above article in 2 sentences.",
    "27": "(CNN)A trip to a former heavyweight champ's gaudy, abandoned mansion. The tallest and fastest \"giga-coaster\" in the world. A dramatic interview with a famed spiritual leader -- and the tearful reaction by one of his former students. These are some of the best videos of the week: . In the 1980s and '90s -- before he moved to Vegas and started keeping tigers as pets -- former heavyweight boxer Mike Tyson lived in a Southington, Ohio, mansion. The home featured an indoor swimming pool, a marble-and-gold Jacuzzi (with mirrored ceiling, naturally) and an entertainment room large enough for small concerts. Tyson sold the house in 1999; it's due to become, of all things, a church. The video can be seen at the top of this story. Not a fan of roller coasters? You may want to skip the next video -- but for the rest of us, the thrill of watching is the next best thing to being there. The Fury 325 can be found at Carowinds amusement part in Charlotte, North Carolina. Watch the video: . In a CNN exclusive, Alisyn Camerota looked into allegations that Bikram yoga creator Bikram Choudhury sexually assaulted six former students. \"He's a person who's based a lot of truths on a lot of lies,\" said Sarah Baughn, who alleges that Choudhury sexually assaulted her. Watch the video: . CNN's Karl Penhaul spoke to a shepherd who witnessed the final seconds of Germanwings Flight 9525, which crashed in the French Alps last week. \"I saw the plane heading down along\nSummarize the above article in 2 sentences.",
    "28": "Washington (CNN)Israeli Prime Minister Benjamin Netanyahu criticized the deal six world powers struck to thwart Iran's nuclear ambitions, saying he sees better options than \"this bad deal or war.\" \"I think there's a third alternative, and that is standing firm, ratcheting up the pressure until you get a better deal,\" Netanyahu told CNN's Jim Acosta Sunday on \"State of the Union.\" His comments come as Democrats and Republicans spar over the framework announced last week to lift Western sanctions on Iran in exchange for the country dropping from 19,000 to 5,060 active centrifuges, limiting its highly enriched uranium, and increasing inspections. President Barack Obama endorsed the deal, saying it was better than the alternatives. But GOP contenders for the party's 2016 presidential nomination lambasted it, saying it gave Iran too much flexibility. On Sunday, the sparring continued. One Senate Democrat said Netanyahu needs to \"contain himself.\" And a top Republican said almost any of Obama's successors as president \"could do better.\" Netanyahu's most recent argument against the Iran nuclear deal was similar to the one he'd made in a March trip to Washington, when he addressed a joint session of Congress -- fueling a Republican push to have the deal sent to Congress before it's implemented. \"It does not roll back Iran's nuclear program. It keeps a vast nuclear infrastructure in place. Not a single centrifuge is destroyed. Not a single nuclear facility is shut down, including the underground facilities that they built illicitly. Thousands of centrifuges will keep spinning, enriching uranium,\" Netanyahu said Sunday. \"That's\nSummarize the above article in 2 sentences.",
    "29": "(CNN)Standing up for what you believe. What does it cost you? What do you gain? Memories Pizza in the Indiana town of Walkerton is finding out. The family-run restaurant finds itself at the center of the debate over the state's Religious Freedom Restoration Act after its owners said they'd refuse to cater a same-sex couple's wedding. \"If a gay couple was to come and they wanted us to bring pizzas to their wedding, we'd have to say no,\" Crystal O'Connor told CNN affiliate WBND-TV in South Bend. The statement struck at the heart of fears by critics, who said the new law would allow businesses to discriminate against gays and lesbians. They called for boycotts. But supporters also rallied. And by the end of the week, they had donated more than $842,000 for the business. Social media unloaded on the pizzeria in the community of 2,100 people that few folks outside northern Indiana knew existed before this week. RiskyLiberal tweeted: \"Dear #MemoriesPizza. No. My boycotting your business because I don't like your religious bigotry is not a violation of your freedom to practice your religion.\" \"Don't threaten #MemoriesPizza\" tweeted Aღanda. \"Just mock them for their ignorance.\" Bad reviews flooded the restaurant's Facebook page, most having little to do with the quality of the food. Many too vulgar to share. \"Do you really want to financially support a company that treats some of your fellow citizens like second class citizens? BOYCOTT MEMORIES PIZZA!!\" said Rob Katz of Indianapolis. \"Let's hope they either rethink their policy or the\nSummarize the above article in 2 sentences.",
    "30": "(CNN)Police in the Indian city of Malegaon, in the western state of Maharashtra, are requiring identity cards for an unusual group of residents: Cattle. Following a recent state-wide ban on the sale and consumption of beef, authorities in the city have asked residents to take a 'mugshot' of their cattle and submit it to the police. Along with the photograph, the residents have to give information about their animal's 'unique features,' such as the coloring and age of the cow, along with the length of its tail and other distinctive characteristics. Police officials believe this is the only way to solve cow slaughter cases and enforce the law. Cows are considered holy and revered by that state's majority Hindu population. \"We are creating a database. If we get an information of a cow slaughter, we can quickly go to the resident's place and check whether it is there or not\", Mahesh Sawai, Deputy Superintendent of Malegaon Police told CNN. \"I believe this will be very effective\" So far over 100 owners have complied with the police order and more are lining up outside police stations across the city to get their livestock photographed. The ruling came in the wake of a recent case of cow slaughter in Malegaon, where two men have been charged for killing the animal and and selling its meat. The Maharashtra Animal Preservation Bill now includes bans on the killing of bulls and bullocks in its list of non-bailable offenses. Even the consumption or sale of beef could now land you in\nSummarize the above article in 2 sentences.",
    "31": "(CNN)It's the kind of thing you see in movies, like Robert Redford's role in \"All Is Lost\" or Ang Lee's \"Life of Pi.\" But, in real life, it's hard to swallow the idea of a single person being stranded at sea for days, weeks, if not months and somehow living to talk about it. Miracles do happen, though, and not just in Hollywood. We're not talking about people who float aimlessly or run aground after running out of gas or being let down by faltering winds only to be picked up a few hours later by the U.S. Coast Guard. Much rarer are cases in which individuals become lost at sea long enough that they run out of whatever food and drinking water they'd brought aboard, if any. In order to survive, they can't bank on technology or the proximity of a nearby city, town or boat -- but instead must rely on ingenuity, resourcefulness and luck. It's hard to say how many of these types of stories end sadly, with a sailor dying at sea, except that it is a much higher number than those that end in rescues. Such happy endings do occur -- given what rescue agencies have reported and assuming you believe what any sole survivor says, a big qualifier since typically no one else can prove or refute their accounts. Below are a few recent examples: . Louis Jordan says that he set off on his 35-foot sailboat from South Carolina in late January. He headed into the Gulf Stream looking\nSummarize the above article in 2 sentences.",
    "32": "(CNN)The world's biggest and most powerful physics experiment is taking place as you read this. The Large Hadron Collider (LHC), a particle accelerator and the largest machine in the world, is ready for action following a two-year shutdown. After problems that delayed the restart in March, scientists at the European Organization for Nuclear Research (CERN) completed final tests, enabling the first beams to start circulating Sunday inside the LHC's 17 mile (27 km) ring. \"Operating accelerators for the benefit of the physics community is what CERN's here for,\" CERN Director-General Rolf Heuer said on the organization's website. \"Today, CERN's heart beats once more to the rhythm of the LHC.\" The LHC generates up to 600 million particles per second, with a beam circulating for 10 hours, traveling more than 6 billion miles (more than 10 billion kilometers) -- the distance from Earth to Neptune and back again. At near light-speed, a proton in the LHC makes 11,245 circuits per second. It took thousands of scientists, engineers and technicians decades to devise and build the particle accelerator, housed in a tunnel between Lake Geneva and the Jura mountain range. The purpose of the lengthy project is to recreate the conditions that existed moments after the \"Big Bang\" -- the scientific theory said to explain the creation of the universe. By replicating the energy density and temperature, scientists hope to uncover how the universe evolved. Our current, limited, knowledge is based on what's called The Standard Model of particle physics. \"But we know that this model is not\nSummarize the above article in 2 sentences.",
    "33": "Atlanta (CNN)It was a scene worthy of any top cop show on TV -- bullets flying, banged-up cars and the FBI chasing an armed robbery suspect. In the end, two agents were injured in a crash and the suspect was shot before being captured. FBI agents and task force officers were following 36-year-old Kevone Charleston of Austell, Georgia, as he pulled into a CVS pharmacy in Forsyth County, Georgia, early Saturday. Charleston is suspected of involvement in 32 commercial robberies dating to November 2013, according to FBI officials. \"The incident all happened around 7 o'clock Saturday morning,\" said FBI Special Agent Stephen Emmett. \"There were multiple agents and officers that were following him based on his prior MO, and when they saw he was about to rob another CVS, they moved in.\" Authorities say Charleston parked his vehicle nearby and then popped the hood as if there were something wrong. Then he walked to the CVS, preparing to enter. When agents confronted him, Charleston ran, got in his car and traveled about 75 yards as agents opened fire. \"There were several FBI vehicles that were rammed or were hit by the suspect's vehicle when he was trying to flee. One government vehicle sustained heavy damage to its front and side, and another government SUV ended up on its side. That's how the two agents sustained their injuries,\" Emmett said. Twelve FBI agents and six government vehicles followed Charleston. Emmett said Charleston \"was trying to get away, our agents were trying to stop him. He collided with\nSummarize the above article in 2 sentences.",
    "34": "(CNN)Sky watchers in western North America are in for a treat: a nearly five-minute total lunar eclipse this morning. Here's how it's unfolding: . It started at 3:16 a.m. Pacific Daylight Time, when the moon began moving into Earth's shadow. For the next hour and 45 minutes, that shadow will move across the moon and engulf it at 4:58 a.m. Pacific Time. The total eclipse will only last four minutes and 43 seconds, and NASA says that makes it the shortest one of the century. Watch it live on NASA TV . While people west of the Mississippi River will have the best view, at least a partial eclipse will be visible across the nation. But sunrise will interrupt the show on the East Coast. Parts of South America, India, China and Russia also will be able to see the eclipse, but it won't be visible in Greenland, Iceland, Europe, Africa or the Middle East. A lunar eclipse happens when the sun, Earth and moon form a straight line in space, with the Earth smack in the middle. The sun shines on the Earth and creates a shadow. As the moon moves deeper into that shadow, it appears to turn dark and may even appear to be a reddish color. Why red? Because Earth's atmosphere is filtering out most of the blue light. Some people have nicknamed the effect the \"blood moon.\" NASA says lunar eclipses typically happen at least twice a year, but this eclipse is the third in a series of four in a\nSummarize the above article in 2 sentences.",
    "35": "(CNN)The terrorist group Al-Shabaab has claimed an attack on Garissa University College in eastern Kenya, in which many people have been killed and still more taken hostage. The attack is another step in the ongoing escalation of the terrorist group's activities, and a clear indicator that the security situation in East Africa is deteriorating fast. Somalia-based Al-Shabaab has been behind a string of recent attacks in Kenya, the most well-known of them being the massacre at the Westgate Shopping Centre in Nairobi in 2013. Cross-border raids into Kenya by the group, however, date back to 2011. Al-Shabaab incursions triggered a military response by the government in Nairobi, which sent troops to Somalia as part of an African Union mission in support of Somalia's internationally recognized government that had been under pressure from Al-Shabaab and other militants for several years. Al-Shabaab is predominantly driven by the same radical interpretation of the Koran as al-Qaeda and ISIS (also known as Islamic State), but also employs more opportunistic approaches to shoring up local support. Its origins lie in Al-Ittihad al-Islami (Unity of Islam), one of several militant factions that emerged in the wake of the fall of Siad Barre in 1991. These disparate groups fought each other and a U.N. peacekeeping mission in the Somali civil war that led to the complete collapse of the country, from which it has yet to recover almost quarter of a century later. Al-Shabaab (literally \"the Youth\") split from Unity of Islam in 2003 and merged with another radical Islamist group, the so-called\nSummarize the above article in 2 sentences.",
    "36": "(CNN)Easter is a cornerstone event in the Christian faith, but it's surrounded by interesting quirks. It celebrates the completion of Christ's mission of salvation in the Crucifixion and Resurrection. By dying on Good Friday, Christ atoned for the sins of others; by rising from the grave on Sunday, Christ conquered death. Simple enough and reason for Christians to celebrate. But, like Christmas with its tree, ornaments and Santa Claus, Easter has picked up its peripheral trappings -- the bunny and colorful eggs. Unlike Christmas, it doesn't fall on the same day every year but shifts around in spring depending upon cosmic events. And that blood moon we just had -- is it pure coincidence that it fell around Easter? (No.) Here's a journey from the Vatican to the Holy Land, around the moon and the Earth's tilting axis, to Germany and the United States to try to explain the complex holiday called Easter. And you'll learn to how to color Easter eggs with Kool-Aid. Let's start at the Vatican. At the Vatican, Holy Week began with Palm Sunday last week and culminated in Easter Sunday Mass with multiple celebrations in between to mark the final week of Christ's mortal life. Jesus rode on the back of a donkey into Jerusalem on Palm Sunday where crowds celebrated him as the Messiah and laid down palm branches in his path. But the crowd and the Romans turned on him in the course of the week, according to the Bible, leading to his crucifixion and resurrection. Rain sprinkled down\nSummarize the above article in 2 sentences.",
    "37": "(CNN)After years of making the case that the education of athletes is paramount, the NCAA now says it has no legal responsibility to make sure education is actually delivered. On its website, the NCAA prominently states, \"It's our commitment -- and our responsibility -- to give young people opportunities to learn, play and succeed.\" And later, it says that \"in the collegiate model of sports, the young men and women competing on the field or court are students first, athletes second.\" But the NCAA is taking a very different position in response to a lawsuit filed by former University of North Carolina athletes. The lawsuit claimed the students didn't get an education because they were caught up in the largest known academic fraud scandal in NCAA history. In its response, the NCAA says it has no legal responsibility \"to ensure the academic integrity of the courses offered to student-athletes at its member institutions.\" Even with pages of online information about academic standards, and even though the NCAA has established a system of academic eligibility and accountability that it boasts of regularly, NCAA attorneys wrote in this court filing that \"the NCAA did not assume a duty to ensure the quality of the education of student-athletes,\" and \"the NCAA does not have 'direct, day-to-day, operational control' \" over member institutions like UNC. \"It's nonsense. It's double talk,\" said Gerald Gurney, a former athletic-academic director who is now president of The Drake Group for academic integrity in collegiate sport. \"If you look at their basic core principles, it's\nSummarize the above article in 2 sentences.",
    "38": "(CNN)A Connecticut teen who has been forced to have chemotherapy to treat Hodgkin lymphoma will remain in temporary custody of the state for the time being, according to her attorney, Josh Michtom. A Connecticut juvenile court judge issued a written decision Wednesday denying a motion to let the teen, identified in court documents as \"Cassandra C.,\" go home. The judge also denied a motion for visitation. The 17-year-old is in remission after nearly six months of forced chemo treatments. On March 16, Michtom tried to convince the court that she should be able to return to her mother's home because she was no longer at imminent risk of harm from her illness. Michtom and attorney Michael Taylor, who represents Cassandra's mother, Jackie Fortin, released a written statement after receiving the judge's decision Wednesday: \"We are disappointed in this ruling, not least of all because it draws a factual conclusion that is directly contradicted by the weight of the evidence. We're conferring with our clients now about next steps, including whether to take another appeal.\" Cassandra was diagnosed with Hodgkin lymphoma in September and medical experts gave her an 85% chance of survival if treated with chemotherapy. Without it, doctors said at the time, she was likely to die within two years. She started chemotherapy in November but ran away after two days, according to court documents, when she decided she did not want to put the poison of the treatment into her body. In December, a judge ordered the young woman to be under the custody\nSummarize the above article in 2 sentences.",
    "39": "(CNN)Mark Ronson's \"Uptown Funk!,\" featuring Bruno Mars, is the longest-leading Billboard Hot 100 of the 2010s, ruling the chart for a 13th week. It's also just the 10th single in the Hot 100's entire history to spend at least 13 weeks at No. 1. Plus, newcomer Natalie La Rose reaches the top 10 with her debut hit \"Somebody,\" featuring Jeremih. As we do each Wednesday, let's run down all the songs in the top 10, and a bit beyond, on the sales/airplay/streaming-based Hot 100 (dated April 11). \"Funk,\" released on RCA Records, passes Robin Thicke's \"Blurred Lines,\" featuring T.I. and Pharrell to take sole possession of the Hot 100's longest command this decade. Here's an updated look at the hits to lead for the most weeks since the beginning of 2010: . Weeks at No. 1, Title, Artist, Date Reached No. 1 . 13 (to date), \"Uptown Funk!,\" Ronson feat. Mars, Jan. 17, 2015 . 12, \"Blurred Lines,\" Robin Thicke feat. T.I. + Pharrell, June 22, 2013 . 10, \"Happy,\" Pharrell Williams, March 8, 2014 . 10, \"We Found Love,\" Rihanna feat. Calvin Harris, Nov. 12, 2011 . \"Funk\" also becomes one of an elite 10 singles ever to top the Hot 100 for at least 13 weeks, dating to the chart's Aug. 4, 1958 launch: . Weeks at No. 1, Title, Artist, Date Reached No. 1 . 16, \"One Sweet Day,\" Mariah Carey & Boyz II Men, Dec. 2, 1995 . 14, \"I Gotta Feeling,\" The Black Eyed Peas, July 11, 2009 . 14, \"We\nSummarize the above article in 2 sentences.",
    "40": "(CNN)A high temperature of 63.5 degrees Fahrenheit might sound like a pleasant day in early spring -- unless you're in Antarctica. The chilly continent recorded the temperature (15.5 degrees Celsius) on March 24, possibly the highest ever recorded on Antarctica, according to the Weather Underground. The temperature was recorded at Argentina's Esperanza Base on the northern tip of the Antarctica Peninsula, according to CNN affiliate WTNH. (Note to map lovers: The Argentine base is not geographically part of the South American continent.) The World Meteorological Organization, a specialized United Nations agency, is in the process of setting up an international ad-hoc committee of about 10 blue-ribbon climatologists and meteorologists to begin collecting relevant evidence, said Randy Cerveny, the agency's lead rapporteur of weather and climate extremes and Arizona State University professor of geographical sciences. The committee will examine the equipment used to measure the temperature, whether it was in good working order, whether the correct monitoring procedures were followed, whether the equipment was placed in the correct location and whether the measurement is matched by corresponding records from surrounding stations, Cerveny said. The committee will discuss the issues and make a recommendation to Cerveny, who will make an official finding, probably by late summer or early fall. Researchers who study climate change carefully watch weather changes in the Antarctic region and elsewhere for evidence that the Earth is getting warmer.\nSummarize the above article in 2 sentences.",
    "41": "(CNN)The United States has seemingly erupted this week about what it means to live your religion, especially in Indiana, where its new Religious Freedom Restoration Act faces a firestorm from critics who say it uses faith as a pretext to discriminate against gay people. Such state laws have been growing ever since the U.S. Religious Freedom Restoration Act became law in 1993, designed to prohibit the federal government from \"substantially burdening\" a person's exercise of religion. So far, 20 states have some version of the religious liberty law, and the legal controversies have grown, too. Nonetheless, claims under those state RFRAs are \"exceedingly rare,\" and victories involved mostly religious minorities, not Christian denominations, experts say. \"There is reason to doubt whether these state-level religious liberty provisions truly provide meaningful protections for religious believers,\" wrote Wayne State University law professor Christopher Lund in a 2010 analysis, when there were only 16 states with such laws. Here are some of the more interesting cases arising from the federal and state laws, touching upon an array of religious matters from a knife carried by an IRS accountant to a tea from the Amazon: . He was a Native American with eagle feathers at a religious gathering of tribes. But not in the eyes of the feds. In 2006, Robert Soto and Michael Russell attended an American Indian powwow while in possession of eagle feathers, in violation of the federal Eagle Protection Act, which outlaws the killing of bald and golden eagles and even picking their feathers off the ground.\nSummarize the above article in 2 sentences.",
    "42": "Atlanta (CNN)Robert Lewis Burns Jr., the original drummer in Southern rock band Lynyrd Skynyrd, died Friday night in a car crash, a Georgia State Patrol spokesman said. Burns, 64, died after his car hit a mailbox and a tree in Cartersville, spokesman James Tallent said. No other cars were involved in the crash, which occurred shortly before midnight. \"He was not restrained at the time of the crash,\" Tallent told CNN. The musician lived in northern Georgia. Burns was part of the genre-defining band's original lineup, which formed in Jacksonville, Florida, in 1965. Lead singer Ronnie Van Zant started Noble Five with Burns, guitarists Gary Rossington and Allen Collins and bassist Larry Junstrom in their hometown. It then made a name change in a reference to a high school gym teacher. Lynyrd Skynyrd changed members over the years as it produced rock anthems including \"Sweet Home Alabama\" and \"Freebird.\" Burns left the band before its third studio album, \"Nuthin Fancy,\" in 1975, \"exhausted by touring,\" according to the band's Rock and Roll Hall of Fame biography. He was not involved in the 1977 plane crash that killed three members, including Van Zant. The band was inducted into the Rock and Roll Hall of Fame in 2006. Lynyrd Skynyrd still tours with Rossington, the only original member still in the band. \"Today I'm at a loss for words but I just remember Bob being a funny guy,\" Rossington said on the band's official Facebook page. \"My heart goes out to his family and God bless him and\nSummarize the above article in 2 sentences.",
    "43": "Seoul, South Korea (CNN)The man accused of stabbing U.S. Ambassador Mark Lippert in Seoul last month is now charged with attempted murder, a South Korean court official said Wednesday. Kim Ki-Jong has also been charged with assaulting a foreign envoy and business obstruction, the Seoul Central District Court official said. According to South Korean law, Kim's trial must begin within 14 days of receiving today's indictment. Lippert was stabbed March 5 during an event organized by the Korean Council for Reconciliation and Cooperation, which advocates peaceful reunification between North and South Korea. Shortly before Lippert was supposed to give a speech, the attacker slashed him in the face and jaw. The ambassador suffered a gash from his right cheekbone to his lower jaw that required 80 stitches. That wound measured 10 centimeters (4 inches) long and 2.5 centimeters (1 inch) deep, but there was no serious facial nerve damage, said Dr. Jung Nam-shik of the Yonsei Severance Hospital. Lippert also suffered five cuts in his left arm and hand, but was not expected to have permanent damage to his arm function. Police said Kim stabbed Lippert with a 10-inch knife because he opposed the joint South Korean-U.S. military drills, which happen every year and frequently draw the ire of North Korea. Police official Yoon Myeong-seong told reporters that Kim had visited North Korea seven times between 1999 and 2007, and that authorities were investigating a possible connection between his visits to the reclusive state and the attack against Lippert. Kim, 55, has a history of unpredictable\nSummarize the above article in 2 sentences.",
    "44": "(CNN)When Hong Kong police answered a call in the early hours of a Saturday morning last November, they encountered a grisly scene and an alleged crime that shocked the city. One woman was lying on the floor with cuts to her neck and buttocks. Another was stuffed inside a suitcase on the balcony. A former banker, 29-year-old Briton Rurik Jutting, was charged with two counts of murder. On Thursday, a court hearing that was to determine whether there was enough evidence to proceed to trial was adjourned until May. Here's what we know so far about the victims and their alleged attacker. Jutting allegedly lived at the murder scene, an upmarket apartment in the middle of Wan Chai, an inner-city suburb that's home to an eclectic mix of late-night bars, residential tower blocks and local markets selling groceries and assorted cheap goods. In the early hours of Saturday morning, November 1, police say Jutting called them to the apartment. There they found a woman lying on the blood-splattered floor, later identified as 29-year-old Seneng Mujiasih. During a search of the apartment, officers uncovered another body hidden in a suitcase on the balcony. It's alleged 25-year-old Sumarti Ningsih was killed on October 27, five days before her body was found. Sumarti Ningsih was from Cilacap, in Central Java, and was the mother of a five-year-old girl. In a statement, her cousin, Jumiati, described her as \"just an ordinary woman from Indonesia\" who, like many others, was \"forced to work abroad to feed her poor family and make\nSummarize the above article in 2 sentences.",
    "45": "(CNN)\"Jake the dog and Finn the human. The fun will never end. Adventure Time.\" So begins the dreamy theme song intro to the strangely addictive Cartoon Network TV show that's centered around psychedelic characters like the Ice King, Marceline the Vampire Queen and, of course, Jake and Finn. Now, mega-fans of the hit show can experience \"Adventure Time\" in the skies. Thai Smile, a subsidiary of Thailand flag carrier Thai Airways, on Thursday unveiled colorful new livery featuring Jake, Finn and the beloved Princess Bubblegum sprawled across an Airbus A320 at Bangkok's Suvarnabhumi International Airport. The interior of the plane also has an Adventure Time theme, with overhead bins, head rests and even air sickness bags covered in the faces of characters from the show. Airlines show off their new flying colors . The Adventure Time plane is the result of a partnership between Thai Airways subsidiary Thai Smile and Cartoon Network Amazone, a new water park near the Thai resort city of Pattaya featuring attractions based on shows that appear on the Turner Broadcasting System channel. Turner Broadcasting is a parent company of CNN. Check out these cool airline liveries . The inaugural Thai Smile Adventure Time flight takes place on April 4, heading from Bangkok to Phuket.\nSummarize the above article in 2 sentences.",
    "46": "(CNN)Imprisoned soldier Chelsea Manning can now communicate with the world -- in 140 characters or less. Manning, who is serving a 35-year prison sentence for leaking thousands of classified documents, appears to have joined Twitter this week. In a series of tweets, the prisoner formerly known as Bradley Manning said she will be using a voice phone to dictate her tweets to communications firm Fitzgibbon Media, which will post them on her behalf. She is not allowed Internet access in prison, according to The Guardian. \"It will be hard, but I don't want this Twitter feed to be a one-way street/conversation,\" Manning posted to her nearly 26,000-plus followers. Manning was sentenced in 2013, and in August of that year, she said she wanted to transition to a female. The Fort Leavenworth Disciplinary Barracks in Kansas, where she is serving her sentence, has authorized hormone therapy for her treatment. Manning said she suffers from gender dysphoria. Her lawyers describe it as \"the medical diagnosis given to individuals whose gender identity -- their innate sense of being male or female -- differs from the sex they were assigned at birth, causing clinically significant distress.\" Last year, a Kansas judge granted her request to be formally known as Chelsea Elizabeth Manning. The former Army intelligence analyst was convicted of stealing and disseminating 750,000 pages of documents and videos to WikiLeaks in what has been described as the largest leak of classified material in U.S. history. She was found guilty of 20 of the 22 charges, including violations of the\nSummarize the above article in 2 sentences.",
    "47": "(CNN)President Barack Obama tied himself to the mast of a nuclear deal with Iran even before he became the Democratic candidate for president. Reaching a good, solid agreement with Iran is a worthy, desirable goal. But the process has unfolded under the destructive influence of political considerations, weakening America's hand and strengthening Iran. Obama's political standing and his historic legacy in foreign policy are so deeply intertwined with reaching an accord with Iran that if the deal ultimately collapses, he may fear that historians will conclude that his legacy in global affairs collapsed with it. There is a reason one gets the feeling that it is the United States and not Iran that is the more eager, even desperate, side in these talks, even though Iran is the country whose economy was sent into a deep chill by international sanctions; the country whose only significant export, oil, lost more than half of its value in recent months. The reason is that Obama has a huge political stake in these negotiations. The President may insist that the United States will choose no deal over a bad deal, but few people truly believe he has a credible Plan B. Few believe it, particularly in the Middle East and notably among America's Arab friends, who hold the view that Iran is running circles around the United States and outplayed Obama. As the writer David Rothkopf aptly put it, \"Iran is having a great Obama administration.\" That's a belief that has already started shaking up the region. Saudi Arabia has\nSummarize the above article in 2 sentences.",
    "48": "(CNN)Universal's \"Furious 7\" continues to build momentum at the Friday box office for a weekend debut in the $135 million-$138 million range, the largest opening in North America since fall 2013. That includes a projected Friday take of $58 million-$60 million. The final film featuring the late Paul Walker, \"Furious 7\" is opening around the globe this weekend and earned a record-breaking $60 million internationally on Wednesday and Thursday for a possible worldwide debut approaching or crossing $300 million by the end of Easter Sunday. \"Furious 7\" is getting the widest release in Universal's history. Domestically, it will be playing in 4,003 theaters by Good Friday. Internationally, it has booked more than 10,500 screens in 63 territories, although it won't open in China, Japan and Russia until later. The current record-holder for top April opening domestically is \"Captain America: The Winter Soldier,\" which debuted to $95 million from 3,928 theaters last year. \"Furious 7\" is likewise poised to nab the biggest opening of 2015 to date. And it will easily beat the $121.9 million launch of \"The Hunger Games Mockingjay — Part 1\" in November 2104, making it the largest three-day opening since \"The Hunger Games: Catching Fire\" ($158 million) in November 2013. The movie enjoys massive awareness and interest, due to both the popularity of the street-racing series and Walker's death. The last film, \"Fast & Furious 6,\" debuted to a franchise-best $117 million over the four-day Memorial Day weekend in 2012, including $97.4 million for the three days, on its way to grossing $788.7\nSummarize the above article in 2 sentences.",
    "49": "(CNN)Deion Sanders is such a dad. The NFL legend called out Deion Sanders Jr. on Twitter for saying he only eats \"hood doughnuts.\" In response, the elder Sanders -- in front of his 912,000 followers -- reminded his son he has a trust fund, a condo and his own clothing line called \"Well Off.\" \"You're a Huxtable with a million $ trust fund. Stop the hood stuff!\" Sanders followed it up with another tweet that included the hashtags #versacesheets #Huxtable and #Trustfund. Junior is a wide receiver at Southern Methodist University, an aspiring entrepreneur and occasional rapper. His Twitter timeline is a mix of biblical verses, motivational quotes and references to sports, cars, school and Balenciaga shoes. He also has gone on record with his love for \"hood doughnuts,\" or confections from \"a place in the hood,\" saying \"if my doughnuts don't come in a plain white box, I don't want them!\" His father promptly put him in his place. Sanders Jr. seemed to take the public browbeating in stride, retweeting his father's comments. At least he knew better than to delete them.\nSummarize the above article in 2 sentences.",
    "50": "(CNN)According to an outside review by Columbia Journalism School professors, \"(a)n institutional failure at Rolling Stone resulted in a deeply flawed article about a purported gang rape at the University of Virginia.\" The Columbia team concluded that \"The failure encompassed reporting, editing, editorial supervision and fact-checking.\" Hardly a ringing endorsement of the editorial process at the publication. The magazine's managing editor, Will Dana, wrote, \"We would like to apologize to our readers and to all of those who were damaged by our story and the ensuing fallout, including members of the Phi Kappa Psi fraternity and UVA administrators and students.\" Brian Stelter: Fraternity to 'pursue all available legal action' The next question is: . Can UVA, Phi Kappa Psi or any of the other fraternities on campus sue for defamation? The Virginia Supreme Court said in Jordan v. Kollman that \"the elements of libel are (1) publication of (2) an actionable statement with (3) the requisite intent.\" \"Actionable\" means the statement must be both false and defamatory. Of course, the law of defamation must be balanced against the freedom of speech protected under not only the First Amendment to the United States Constitution, but also the Virginia Constitution. True statements cannot be defamatory. Neither can pure statements of opinion, because they theoretically cannot be either true or false. But the Rolling Stone article certainly purported to be fact, and it apparently is not exactly what the law considers \"true.\" The individual members of the fraternity will likely be considered private individuals, and not public figures; the\nSummarize the above article in 2 sentences.",
    "51": "(CNN)One of Tokyo's most prominent districts has taken a small, but potentially significant step to recognizing same-sex unions in Japan. The government of Shibuya ward, one of the capital's most famous shopping and trendy entertainment districts, passed ordinance on Wednesday paving the way for \"partnership certificates\" for same-sex couples, allowing them some of the rights of married heterosexual couples. Same-sex partners who are registered with the district's ward office will be able to hold visitation rights in hospitals and co-sign tenancy agreements. Other advantages that heterosexual married couples enjoy, such as joint filing of taxes, are controlled by the federal government and are outside the remit of individual municipalities. The measure was proposed in February by Shibuya's mayor, Toshitake Kuwahara. While the certificates will not be issued until later in the summer and are not legally binding, proponents of marriage equality in socially conservative Japan say that the ward's decision is a step in the right direction. \"It is not a marriage license and advantages will be limited but still better than nothing,\" Gon Matsunaka, a gay rights activist, told CNN. While Shibuya's decision does not yet equate to heterosexual marriage, the hope is that the move will be the beginnings of promoting marriage equality for gay communities. \"What is important for the LGBT (lesbian, gay, bisexual and transgender) community in Shibuya is the ruling will make us visible in society,\" Matsunaka said . \"It could be a strong driver for Shibuya citizens to learn and know what kind of problems LGBT people are facing.\" Taiga\nSummarize the above article in 2 sentences.",
    "52": "(CNN)Blue Bell ice cream has temporarily shut down one of its manufacturing plants over the discovery of listeria contamination in a serving of ice cream originating from that plant. Public health officials warned consumers Friday not to eat any Blue Bell-branded products made at the company's Broken Arrow, Oklahoma, plant. That includes 3-ounce servings of Blue Bell ice cream from this plant that went to institutions in containers marked with the letters O, P, Q, R, S or T behind the coding date. The warning by the Centers for Disease Control and Prevention does not affect other Blue Bell ice cream, including other 3-ounce servings, not made at the plant. But Blue Bell has recalled other products. The company is shutting down the Broken Arrow facility \"out of an abundance of caution\" to search for a possible cause of contamination. It is the third time Blue Bell has taken action in light of a listeria outbreak at a Kansas hospital that served the company's ice cream. Listeria monocytogenes was recently found in a cup of ice cream recovered from the hospital. The cup contaminated with the bacteria was produced at the Broken Arrow plant in April 2014, Blue Bell said. And, according to the CDC, listeria bacteria was found in additional samples of the same product that were recovered from the plant. The bacteria in the hospital sample and the factory sample appeared to match each other genetically, the CDC said. But they did not appear identical to listeria samples taken from patients infected in the\nSummarize the above article in 2 sentences.",
    "53": "(CNN)The classic video game \"Space Invaders\" was developed in Japan back in the late 1970's -- and now their real-life counterparts are the topic of an earnest political discussion in Japan's corridors of power. Luckily, Japanese can sleep soundly in their beds tonight as the government's top military official earnestly revealed that the country's Air Self Defense Force (ASDF) had never encountered an extraterrestrial unidentified flying object. Responding to a query from flamboyant former wrestler-turned-lawmaker Antonio Inoki, Defense Minister Gen Nakatani told the Diet, Japan's parliament, that his jets had, to date, never come across any UFOs from outer space. \"When the Air Self Defense Force detects indications of an unidentified flying object that could violate our country's airspace, it scrambles fighter jets if necessary and makes visual observation,\" Nakatani said. He continued: \"They sometimes find birds or flying objects other than aircraft but I don't know of a case of finding an unidentified flying object believed to have come over from anywhere other than Earth.\" Inoki has appeared in the U.S.-based WWE -- which describes him as \"among the most respected men in sports-entertainment\" -- and is the founder of the New Japan Pro Wrestling organization. He entered Japan's Upper House for a second stint in politics in 2013. He also famously fought Muhammad Ali in 1976, in one of the first-ever mixed-discipline matches, which would later pave the way for today's wildly popular Mixed Martial Arts contests. Before his return to politics he was a regular fixture on Japanese TV variety shows and has\nSummarize the above article in 2 sentences.",
    "54": "(CNN)Residents of central Sanaa, the Yemeni capital, have learned the hard way that key strategic bombing targets are located in their neighborhoods: Detonating ordnance has been shattering their windows and doors. And fighting has killed hundreds of people in less than two weeks. The Saudi-led coalition smashed parts of Yemen's Defense Ministry Central Command in the capital over the weekend, senior Yemeni officials said. Under the rain of coalition bombs, the Houthis, who are Shiites in a majority Sunni country, still control Sanaa. But the airstrikes have hurt them and destroyed a lot of infrastructure. The electricity has gone out on 16 million Yemenis living in Houthi-held areas, the Yemeni officials said. Many fear they will lose access to clean water as well. Yemen's deposed President Abdu Rabu Mansour Hadi heaped scorn on top of the airstrikes. He fired his former Army chief of staff, Hussein Khairan, on Sunday. The firing had no practical effect, since Khairan had switched sides weeks ago and is the Houthi rebels' acting defense minister. Hadi is holed up in Saudi Arabia, which is working to defeat his enemies and reinstall him. Fighting has ended dozens of lives each day. On Monday, more than 50 people died in the port city of Aden alone, where Houthis and their allies are battling troops loyal to Hadi on the ground, Agence France-Press reported. Since the bombing campaign and intense fighting began just over a week ago, some 600 people are estimated to have been killed. Many more have been wounded, and tens of\nSummarize the above article in 2 sentences.",
    "55": "(CNN)Film director David Lynch has confirmed he will no longer direct the revival of \"Twin Peaks\" -- a cult 1990s television show that was set to return in 2016. The offbeat TV series, created by Lynch and Mark Frost, featured a quirky FBI agent who went to the Pacific Northwest town of Twin Peaks to investigate the mysterious murder of a high school girl named Laura Palmer. The groundbreaking series is considered one of the most influential shows in television history. Lynch broke the news about his departure in a series of tweets, saying that the show's third season will continue without him. He said he felt the network was not offering enough money to produce the show \"the way it needed to be done.\" Lynch also wrote that he had personally called the actors over the weekend to let them know he would no longer be directing. Showtime Network, which will air the nine-episode comeback, released a statement saying they were \"saddened\" by Lynch's decision. \"We were saddened to read David Lynch's statement today since we believed we were working towards solutions with David and his reps on the few remaining deal points,\" read the statement. \"Showtime also loves the world of Twin Peaks and we continue to hold out hope that we can bring it back in all its glory with both of its extraordinary creators, David Lynch and Mark Frost, at its helm.\" Showtime announced they would produce a third season in October last year. Actor Kyle MacLachlan, who played the coffee-obsessed FBI\nSummarize the above article in 2 sentences.",
    "56": "(CNN)A University of Kentucky basketball player is apologizing for the \"poor choice of words\" he muttered under his breath after the team's stunning loss to Wisconsin on Saturday. As a deflated panel of Wildcats fielded a reporter's question about Wisconsin standout Frank Kaminsky, a hot mic picked up Kentucky guard Andrew Harrison saying of Kaminsky, \"F**k that (N-word).\" Harrison, who is is black, said his words were \"in jest,\" and that he meant no disrespect to Kaminsky, who is white. \"First I want to apologize for my poor choice of words used in jest towards a player I respect and know,\" Harrison tweeted. \"When I realized how this could be perceived I immediately called big frank to apologize and let him know I didn't mean any disrespect.\" Kaminsky -- the 2015 Associated Press player of the year -- said Sunday that he was \"over it.\" \"He reached out to me. We talked about it. [I'm] Over it,\" he said. \"Nothing needs to be made out of it.\" Harrison said he wished Kaminsky well in Monday's national title game against Duke. \"We had a good conversation, and I wished him good luck in the championship game Monday.\" CNN reached out to Kentucky for comment on Sunday but did not hear back. Kentucky vs. Wisconsin nets biggest Final Four ratings in 22 years .\nSummarize the above article in 2 sentences.",
    "57": "(CNN)The FBI has confirmed that one of its most wanted terrorists, the Malaysian bomb maker known as Marwan, was killed in an otherwise disastrous raid in the Philippines in January. Marwan, whose real name is Zulkifli bin Hir, was believed by the FBI to a member of southeast Asian terror group Jemaah Islamiyah's central command. The FBI said in February that a DNA sample -- understood to be from a severed finger -- taken from a man killed in a raid in the southern Philippines showed a link with a known relative of Marwan. But the FBI now says tests have confirmed that the dead man was the wanted Islamic extremist. \"After a thorough review of forensic data and information obtained from our Philippine law enforcement partners, the FBI has assessed that terrorism subject, Zulkifli Abdhir ... is deceased and has been removed from the FBI's list of Most Wanted Terrorists,\" David Bowdich, assistant director in charge of the FBI's Los Angeles field office, told CNN in a statement. The FBI had been offering a $5 million reward for information leading to Marwan's capture in the wake of his 2007 indictment on terror charges in a California court. It accused him of being a supplier of IEDs to terrorist organizations, and having conducted bomb making training for terror groups, including the Philippines-based Abu Sayyaf. Marwan had previously been falsely reported dead after a raid by Philippine security forces in 2012. The Philippines has been fighting an insurgency in the predominantly Muslim south for years, and last\nSummarize the above article in 2 sentences.",
    "58": "(CNN)The presence of a harmful pesticide at a luxury villa in the U.S. Virgin Islands may have resulted in the illness of a Delaware family, the U.S. Environmental Protection Agency said Friday. Paramedics were called last week to a rented villa at the Sirenusa resort in St. John after the family of four fell ill. They had rented the villa from March 14 to March 22, and were later hospitalized. The illness was reported to the EPA on March 20. \"Our preliminary results do show that there was a presence of methyl bromide in the unit where the family was staying,\" said Elias Rodriguez, an EPA spokesman. Exposure to methyl bromide can result in serious health effects, including central nervous system and respiratory system damage, according to the EPA. The use of the pesticide is restricted in the United States because of its acute toxicity. It's not allowed to be used indoors. Only certified professionals are permitted to use it in certain agricultural settings. \"It's an ongoing investigation; we're still on the island doing our assessment,\" Rodriguez said. \"We have been doing different types of air sampling and wipe sampling.\" Final test results were expected next week. The EPA is working with local government agencies to investigate whether the family was made ill after a fumigation at the resort on March 18 and whether any environmental regulations or laws were violated. \"Pesticides can be very toxic, and it is critically important that they be applied properly and used only as approved by EPA,\" said Judith A.\nSummarize the above article in 2 sentences.",
    "59": "(CNN)Comedian Chris Rock made light of racial disparities in police treatment of whites and blacks with a tongue-in-cheek guide to not being beaten by the police. He encapsulated the frustration and grief caused by a New York grand jury's decision not to indict a white police officer in the death of a black man with a simple tweet: \"This one was on film.\" Now, he's stirring things up again with a series of tweets documenting three traffic stops in seven weeks. \"Stopped by the cops again wish me luck,\" he posted early Tuesday, along with a photo showing him behind the wheel of a car with what looks like blue police lights in the background. He posted similar photos in February. Many African-Americans have long bemoaned the phenomenon of being pulled over for no apparent reason, calling it \"driving while black.\" Blacks are about 30% more likely to be pulled over by police than whites, according to figures reported by the Bureau of Justice Statistics in 2013. And in amid increased conversation over race and policing after the high-profile deaths last year of Eric Garner in New York and Michael Brown in Ferguson, Missouri, the issue is even more sensitive. Rock hasn't commented on the tweets and didn't say how the police stop turned out. He got lots of support on Twitter. \"My heart legit dropped, no kidding,\" one Twitter fan posted. Many praised him for documenting the stops. Some accused him of race-baiting. But one bit of advice in particular lit up social media. Actor\nSummarize the above article in 2 sentences."
}